{
  "data": [
    {
      "id": 115,
      "name": "Adora",
      "description": "",
      "specs": {
        "length": 38,
        "width": 10,
        "maxGuests": 21,
        "yearBuilt": 2014,
        "wifi": true,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 508,
      "name": "Anne Bonny",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 9,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 85,
      "name": "Argo",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 18,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 363,
      "name": "Black Pearl",
      "description": "",
      "specs": {
        "length": 47,
        "width": 9,
        "maxGuests": 26,
        "yearBuilt": 2019,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "Crafted to meet the rigorous standards of the International Integrity Stability Standard for yachts surpassing 46-metres, M/Y Black Pearl was constructed using only the finest materials and outfitted with the latest in navigation, safety, and scuba diving systems and equipment.\n\nBuilt in 2019 with a length of 46.80 meters (153 feet) and a beam of 8.60 meters (28 feet), it features 2 Master Seaview Cabins, 4 Seaview Cabins, and 6 Deluxe Cabins, accommodating up to 24 guests. The vessel is powered by two sets of 477kW Cummins engines with auxiliary propulsion and has a draft of 4.20 meters (13.77 feet). It also has two 9-meter aluminum all-purpose built tender boats and produces 30 tons of water per day with its very own reverse osmosis water makers.\n\nAs you journey across the crystal-clear waters of Palau, our state-of-the-art design and cutting-edge functionality will exceed your expectations.\n\nWe are committed to providing top-tier amenities and unparalleled comfort, ensuring that every guest enjoys a truly unforgettable stay.\n\nThe vessel offers guests comfort, convenience, and entertainment through various amenities, such as outdoor seating, a whirlpool, a bar, an indoor dining area, and a business center.\n\nAccommodation includes ensuite and twin share cabins with basic room amenities, while the sun deck provides additional outdoor seating and sun beds.\n\nOur tenders are also equipped with safety equipment, including life jackets, first aid kits, oxygen tanks, and communication devices such as VHF radios or satellite phones, so our crew can respond to any emergencies promptly and effectively."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 554,
      "name": "Blue Horizon",
      "description": "",
      "specs": {
        "length": 41,
        "width": 9,
        "maxGuests": 26,
        "yearBuilt": 2006,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "With a contemporary and stylish feel, Blue Horizon takes Red Sea liveaboard diving to a whole new level and is truly deserving of her wins as ‘Best Liveaboard’ in the Sport Diver awards, as well as ‘Liveaboard of the Year’ awarded by DIVER magazine.\n\nWith a large dining area, a separate air-conditioned sky lounge featuring a state-of-the-art entertainment system, a shaded deck area with comfortable seating, a jacuzzi and a sun deck, there is always space to relax and enjoy the beauty of the Red Sea. All guest cabins benefit from air-conditioning, en-suite facilities with centrally heated hot water and complimentary shower gel, lockable safety boxes and mini-refrigerators.\n\nBlue Horizon is also equipped with a nitrox membrane system and can cater for rebreather and technical divers, upon request and subject to availability."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 555,
      "name": "Blue Melody",
      "description": "",
      "specs": {
        "length": 38,
        "width": 8,
        "maxGuests": 28,
        "yearBuilt": 2005,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "This spacious liveaboard boasts a large dining area, two air-conditioned lounges with state-of-the-art entertainment systems, a shaded outdoor seating area and bar as well as a sundeck, all providing plenty of space and possibilities for relaxing between dives. With three double-bed cabins and ten twin-bed cabins, all benefiting from ensuite facilities, air-conditioning and plenty of storage space, Blue Melody comfortably accommodates up to 26 guests. A generous dive deck also makes kitting up and getting in the water a stress-free experience on this beautiful Red Sea liveaboard.\n\nWe are extremely proud that this superb vessel was once awarded the prestigious Diver Award for ‘Liveaboard of the Year‘ and the Sport Diver ‘Best Liveaboard‘ award.\n\nBlue Melody is also equipped with a nitrox membrane system and can cater for rebreather and technical divers, upon request and subject to availability."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 553,
      "name": "Blue Voyager",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 26,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 188,
      "name": "Calico Jack",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 10,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 489,
      "name": "Carpe Diem Phinisi",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 8,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 572,
      "name": "Fenides",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 11,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 466,
      "name": "Galapagos Citizen Science Expedition",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 18,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 619,
      "name": "Galapagos Luxury Conservation Expedition",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 18,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 48,
      "name": "Galapagos Master",
      "description": "",
      "specs": {
        "length": 32,
        "width": 8,
        "maxGuests": 18,
        "yearBuilt": 2004,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "Known locally as Deep Blue, Galapagos Master comfortably accommodates a maximum of 16 guests on each liveaboard trip, maximising safety and space for all guests on board. Featuring eight air-conditioned cabins spread across three decks, each has its own private en-suite bathroom with hot water and ample storage for all of your personal belongings. For added convenience and flexibility, Galapagos Master offers some cabins that can be used either as a twin or double bedded room.\n\nThe communal areas include a spacious indoor lounge where guests can relax and unwind while watching their favourite movie, or their latest underwater shots, on the plasma screen television. The indoor dining area brings a tantalising array of mouth-watering meals, complimented by the adjacent cocktail bar. Photographers can take full advantage of the indoor camera set-up station which includes multiple charging points (US round pin plug). Additional storage drawers to the aft of the vessel mean that even photography charter groups will have no problem finding enough space for their equipment.\n\nGalapagos Master’s top deck ensures that sun worshippers can top up their tan while soaking up the Galapagos sights. Or, for those who prefer to relax out of the sun, the shaded upper level is an ideal location to chill out in cushioned lounge chairs and benches."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 260,
      "name": "Heaven Saphir",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 20,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 400,
      "name": "Horizon-2 Surf Safari",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 12,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 291,
      "name": "Horizon-3 Dive Safari",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 24,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 583,
      "name": "Indo Master",
      "description": "",
      "specs": {
        "length": 47,
        "width": 8,
        "maxGuests": 25,
        "yearBuilt": 2022,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "Indo Master liveaboard was built on the Indonesian island of Sulawesi and is handcrafted from ironwood and teak (traditional to the area). Designed by divers for divers, you can be rest assured that every need has been thought of and addressed.\n\nThe spacious dive deck has personal storage space for masks and other small equipment items, designated areas for camera and video equipment, as well as separate rinse tanks for camera equipment.\n\nThe spacious air-conditioned saloon offers a great setting for your meals and dive briefings, a cocktail bar, comfortable seating, a charging station and a large flat-screen TV."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 456,
      "name": "Jelajahi Laut",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 14,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 616,
      "name": "Lagoon 380",
      "description": "",
      "specs": {
        "length": 12,
        "width": 7,
        "maxGuests": 8,
        "yearBuilt": 2002,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": "This catamaran is a reference in the history of liveaboard catamarans. She is recognized as a confortable, robust off shore sailing catamaran. Produced from 1999 until 2018 she is the most produced model in history. The modern design allows 8 passengers and a crew of 2 to sail in comfort in the large cockpit, saloon or trampoline."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 470,
      "name": "M/Y Cassiopeia",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 26,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 455,
      "name": "Nusantara",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 12,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 423,
      "name": "Pacific Master",
      "description": "",
      "specs": {
        "length": 27,
        "width": 8,
        "maxGuests": 22,
        "yearBuilt": 2003,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "This custom-designed liveaboard was built with divers in mind to bring you the very best diving holiday experience possible. Previously, sailing the stunning dive sites of the Solomon Islands as M/V Taka, this steel-hulled vessel boasts an experienced boat crew, dive team and chefs to ensure the highest standards of service.\n\nPacific Master features 12 cabins allowing comfortable accommodation for up to 20 guests. These are categorised into one en-suite premium double cabin, five en-suite premium double/twin cabins, four standard single cabins and two standard twin cabins with shared bathroom facilities.\n\nAn incredibly spacious lounge and dining area is located on the main deck of the boat providing plenty of air-conditioned space to unwind and enjoy the on-board cuisine. An expansive dive deck leads perfectly to the dive platform, and also boasts a dedicated camera area for our photographer guests. Individual dive stations provide plenty of space and storage for your dive kit. This area also provides individual toilets, freshwater showers and rinse tanks for your equipment.\n\nIf you prefer to relax in the sunshine and fresh air, the large sun deck comes complete with comfortable loungers to lie back and enjoy the views."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 45,
      "name": "Palau Siren",
      "description": "",
      "specs": {
        "length": 40,
        "width": 10,
        "maxGuests": 17,
        "yearBuilt": 2012,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "Built on the Indonesian island of Sulawesi, Palau Siren is a traditional Phinisi handcrafted from ironwood and teak. You will find no other diving liveaboard as beautiful in Palau waters and, being built by divers for divers, you can rest assured that every need has been thought of and addressed.\n\nWelcoming a maximum of 16 guests per cruise ensures ample space to relax. The 8 double occupancy cabins offer a choice of double or twin beds, all with individually controlled air conditioning and ensuite bathrooms with hot water.\n\nThe spacious dive deck has individual personal storage for smaller equipment items, separate rinse tanks for scuba and camera equipment and freshwater showers on deck.\n\nThe covered outdoor dining area provides a great setting for all meals and the spacious air-conditioned saloon offers a cocktail bar, comfortable seating and a large flat-screen TV. The saloon also has designated areas for charging and preparation of camera and video equipment making the Palau Siren liveaboard a top choice for underwater photographers and videographers.\n\nPalau Siren also benefits from 2 shaded, high-powered, fibreglass skiffs, a nitrox compressor, equipment rental, kayaks, laundry and massage services."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 46,
      "name": "Philippine Siren",
      "description": "",
      "specs": {
        "length": 40,
        "width": 10,
        "maxGuests": 18,
        "yearBuilt": 2013,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "The 40 metre Philippine Siren liveaboard was built on the Indonesian island of Sulawesi. Handcrafted from ironwood and teak (traditional to the area), you will find no other diving liveaboard as beautiful in waters of the Philippines.\n\nPhilippine Siren welcomes up to 16 guests in eight cabins. Guest accommodation on board comprises two fixed double bed cabins, four fixed twins and 2 cabins that are flexible doubles/twins. Each cabin is equipped with individually controlled air-conditioning units, plenty of storage space and private ensuite bathrooms. \n\nThe spacious, air-conditioned saloon benefits from a cocktail bar, comfortable seating and a large flat screen TV. Dining is outdoors under a covered area with uninterrupted views of the ocean. An expansive dive deck provides ample space for kitting up and storing dive equipment, even when the vessel is full, and fresh water showers available to rinse off after each dive. Underwater photographers and videographers will definitely appreciate the separate rinse tanks as well as the designated areas for charging and preparation of camera equipment.\n\nThe vessel also benefits from 2 high-powered tenders, nitrox compressor, equipment rental, kayaks, laundry and massage services."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 84,
      "name": "Sea Hunter",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 21,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 422,
      "name": "Solomons Master",
      "description": "",
      "specs": {
        "length": 39,
        "width": 7,
        "maxGuests": 17,
        "yearBuilt": 1974,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "The steel-hulled Solomons Master (formerly Truk Master) boasts eight double occupancy cabins providing comfortable accommodation for up to 16 guests with a choice of classic, premium or superior cabins. Each cabin benefits from private, en-suite bathroom facilities and individually controlled air-conditioning.\n\nThe dive deck on Solomons Master is large and spacious with individual set-up stations, under-bench storage and a platform with ladders at the rear. The boat is fully equipped to cater for recreational, technical and rebreather divers.\n\nThe main deck houses a spacious indoor dining room as well as a camera station complete with numerous charging points and storage space. After a fantastic day of diving, unwind and relax in Solomons Master’s indoor lounge and bar area which is equipped with a plasma screen ideal for watching a movie or photo viewing. Alternatively, head out to the shaded relaxation area or the large sundeck on the upper deck and sink into a lounge chair to soak up the atmosphere and stunning views."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 218,
      "name": "Southern Sport",
      "description": "",
      "specs": {
        "length": 32,
        "width": null,
        "maxGuests": 18,
        "yearBuilt": 1974,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "USA-built M/V Southern Sport is a sleek, fast and comfortable liveaboard ship for up to 18 divers. Featured in several movies and documentaries , it will take you to Amazing Diving in Socorro & Revillagigedo and the Sea of Cortez SCUBA adventure. Nicely appointed accomodations and some of the best crew members in the industry are onboard. 9 double cabins, large sun deck, and full service dive deck on the aft, it is the perfect adventure for Socorro & Revillagigedo and the Sea of Cortez – Aquarium of the World routes."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 317,
      "name": "Thailand Master",
      "description": "",
      "specs": {
        "length": 34,
        "width": 8,
        "maxGuests": 22,
        "yearBuilt": 2007,
        "wifi": false,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "Thailand Master is a traditional Indonesian sailing yacht offering liveaboard dive holidays in Thailand and Myanmar, comfortably accommodating 18 divers. She boasts a spacious dive deck with plenty of storage space for all of your dive gear. The outdoor dining area at the stern is covered and shaded so you can fully take in the breath-taking views of Thailand and Myanmar. Every day, our chef prepares plenty of dishes from the famous Thai cuisine with fresh, locally sourced ingredients. Friendly and experienced, our boat and dive crew are there to meet your every need, making your diving holiday in Thailand and Myanmar unforgettable."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 596,
      "name": "The Junk",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 19,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 594,
      "name": "Virgo",
      "description": "",
      "specs": {
        "length": null,
        "width": null,
        "maxGuests": 18,
        "yearBuilt": null,
        "wifi": false,
        "nitrox": false,
        "cabins": [],
        "cabinTypes": [],
        "description": ""
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    },
    {
      "id": 441,
      "name": "White Pearl",
      "description": "",
      "specs": {
        "length": 56,
        "width": 10,
        "maxGuests": 26,
        "yearBuilt": 2020,
        "wifi": true,
        "nitrox": true,
        "cabins": [],
        "cabinTypes": [],
        "description": "The M/Y White Pearl is an exceptional vessel that measuring 56.4m (183ft), with 13 opulent rooms including 1 Master Suite, 2 Junior Suites, and 10 Deluxe Cabins accommodating up to 26 guests. It features two Cummins KTA38-M3 engines, generating 746 KW/1015 Bhp, and three all-purpose built aluminium tender boats.\n\nBuilt-in 2020, it promises an unforgettable diving experience in the magnificent waters of the Maldives.\n\nThe vessel offers a variety of amenities, including a sun deck, dining area, camera room, diving area, and a range of cabins with basic amenities.\n\nDiving equipment and non-diving activities such as kayaking and paddle-boarding are also available, along with rental equipment and massage services."
      },
      "media": [],
      "availability": [],
      "reviews": [],
      "includes": [],
      "excludes": []
    }
  ]
}