export const SPECIAL_TERMS_VERSION = "special-2023-10-01";

export const specialTermsTitle = "(주)스쿠버넷트레블 다이빙 여행 특별 약관";

export const specialTermsText = `다음은 스쿠버넷트레블의 여행약관입니다. 확인하시고 동의해주시기 바랍니다.

(주)스쿠버넷트레블 다이빙 여행 특별 약관

(주)스쿠버넷트레블은 해외 스쿠버다이빙 및 프리다이빙 여행(이하 다이빙여행)을 목적으로 하는 여행자(스쿠버 다이버/프리다이버) 및 여행 인솔자(스쿠버다이빙/프리다이빙 강사)들을 현지의 스쿠버 다이빙 리조트 및 리브어보드 업체와 연결하는 여행사로서, 지역 및 상품별 특성에 따라 국외 여행 표준 약관과 내용을 달리 정할 수 있으며, 이 다이빙여행 특별 약관은 표준 약관보다 우선하여 적용됩니다.

1. 프로그램 예약과 취소

1) 예약금

① 다이빙을 위한 리조트와 리브어보드 여행은 국외여행 표준약관이 아닌 다이빙 여행 특별약관이 적용되어, 현지 업체의 규정을 따르고 있습니다. 예약금은 현지 업체에서 제시한 투어비의 일부를 지불하는 것으로, 약정된 기간의 객실 확보와 송금 수수료 등의 비용으로 사용됩니다.

② 스쿠버넷트레블의 여행은 현지 업체의 예약 상황에 따라, 예약이 불가 할 수 있습니다. 현지 사정으로 예약이 불가 할 경우, 예약 요청 후 3영업일 이내까지 안내 드립니다. 또한 예약 확정을 위하여 결제하신 예약금은 전액 환불 처리됩니다.

2) 취소 및 환불

① 스쿠버넷트레블 여행의 취소는 전화, SNS 메시지, 구매한 웹사이트 등에서 신청이 가능하며, 평일 일과 시간(월~금, 10:00~17:00)에 확인 후 처리가 진행됩니다.

② 예약 완료 후 예약금을 현지업체에 송금한 이후에는 현지업체의 규정에 따라 취소 수수료가 상이하게 발생합니다. 예약한 현지 업체의 구체적인 규정을 확인하시기 바랍니다.

가. 리브어보드의 경우 일반적으로 예약금은 환불되지 않으며, 대체(명단교체)만 가능합니다.

나. 리브어보드 출발 6개월~3개월 전에는 투어비의 50%가 위약금으로 대체됩니다.

다. 리브어보드 출발 3개월 전이후에는, 투어비 환불이 불가 합니다.

라. 리조트의 경우도 예약금은 환불되지 않고, 추후 이용가능한 크레딧으로 받을 수 있습니다.

마. 리조트의 경우 취소 시기에 따라 취소 수수료가 상이하게 발생하므로 현지에 따릅니다.

③ 취소 및 환불 규정은 리조트 및 리브어보드 업체에 따라 상이하니 투어 신청 시, 해당 내용을 반드시 확인하신 후 신청을 진행해 주시기 바랍니다.

3) 현지 리조트 및 리브어보드 업체에의한 여행 취소

만약 통제할 수 없는 상황(천재지변, 내전, 정치적 상황, 기상 악화, 각종 운송수단의 운용 문제 및 운송업체 내지 숙박시설 등의 파업 또는 휴업 등)에 의해 여행 출발이 어려워 취소가 불가피한 경우, 여행자는 일반적으로 환불받을 권리를 가집니다. 그러나 이 또한 현지업체가 정한 규정에 따라서 진행되므로 그 규정을 미리 확인하기 바랍니다. 투어비로 지불한 비용 외, 그 어떤 이유로도 추가적인 보상 요구(비자, 예방접종, 항공 운임, 버스/기차/지하철 등 교통운임, 유류비 및 주차비, 기타 금전적 손실 혹은 정신적 피해를 명목으로 청구하는 금액 등)를 할 수 없으며, 현지 업체 및 스쿠버넷트레블은 순수한 여행 비용 환불에 대해서만 책임이 있습니다.

4) 여행 지연 혹은 중단, 리조트 및 리브어보드의 변경

스쿠버넷트레블은 사전에 예약한 일정대로 투어가 진행되도록 최선을 다합니다. 하지만 여행 중 발생되는 모든 돌발 상황(현지 사정, 천재지변, 파업, 내전, 차량 운용 문제, 정치적 상황 등)들로 인하여 일정이 취소 및 변경될 수 있습니다. 이 모든 변경 사항은 여행자의 안전을 최우선으로 하여 현지 업체와의 협의를 통해 이뤄질 것입니다.

2. 여행사의 책임범위

스쿠버넷트레블은 여행자 및 투어리더가 원하는 리조트와 리브어보드에대한 예약업무를 대리하는 대리인으로써의 업무를 수행할 뿐 리조트와 리브어보드 자체의 과실과 결함에 대해서는 책임지지 않습니다.

① 여행사의 책임범위

가. 리조트 예약 및 확약단계에서 발생한 모든 문제 (숙박일 오류 및 체제기간 오류 등)

나. 리브어보드 예약 및 확약단계에서 발생한 모든 문제 (출항일 및 하선일 오류 등)

다. 여행 중 발생한 사고에 대해 여행사에게 귀책사유가 있는 경우

② 여행사의 책임범위 밖의 사항

가. 항공 운송 수단의 문제로 인해 발생한 출발 도착지연 및 결항 등을 통한 리조트 및 리브어보드 일정 변경 혹은 사고, 숙소 변경 등은 각 항공 운송 수단 업체에 직접 문의해야 합니다.

나. 자유 여행일정 중에 발생한 모든 문제는 여행자의 책임 하에 있으므로 여행준비에 만전을 기하시기 바랍니다.

다. 천재지변, 전란, 정부의 명령, 운송업체 파업 또는 휴업 등으로 여행의 목적을 달성하기 어려운 경우

라. 여행 중 여행자의 개인적인 사정(건강 이상 및 부적응으로 인한 중도 포기 등 포함) 내지 여행자의 귀책사유(여권 분실 및 비자 발급 서류 분실 등 포함)로 일정이 중단되는 경우 참여하지 못한 투어 등에 지불된 여행 요금이 반환되지 않습니다.

마. 스쿠버다이빙/프리다이빙은 본인의 책임하에 진행되는 것이므로 이 같은 활동 중에 발생한 감압병 및 기타 상해/인명사고는 여행자의 책임입니다. 안전에 만전을 기하기 바라며, 다이빙 보험 및 여행자 보험을 통해 만약의 경우를 대비하시기 바랍니다.

3. 스쿠버다이빙/프리다이빙 여행

① 다이빙여행의 특성 상 대도시가 아닌 격오지가 목적지인 경우가 많아, 신체 또는 재산에 대한 안전사고 등 발생 가능성이 높습니다. 따라서 여행자는 반드시 여행 전 안전사항을 스스로 체크하는 등 안전사고 예방에 만전을 기할 필요가 있습니다.

② 여행자는 안내하는 현지 가이드 및 업체의 안내에 따라 안전수칙 및 주의사항을 준수함으로써 안전사고 발생에 유의하셔야 합니다. 특히 다이빙 활동은 여행자의 자유의사로 진행되는 것으로 현지 가이드의 주의 사항을 경청한 후 본인의 건강상태, 예상위험 등을 고려하여 진행 여부를 결정하시기 바라며, 이용자 본인의 과실, 건강상태 등으로 인하여 발생한 안전사고에 대해서는 본인에게 전적으로 책임이 있음을 알려드립니다.

③ 다이빙 활동은 선상 및 수중에서 진행되는 활동으로 그 진행 과정에 무수히 많은 위험요소들이 있습니다. 위험요소를 사전에 인지/평가하여 버디 및 인솔 강사, 가이드와 함께 안전하게 다이빙할 수 있는 상황에서만 다이빙을 진행하시기 바라며, 이런 위험 요소를 판단하지 못하여 발생하는 모든 안전 사고는 전적으로 여행자의 책임임을 알려 드립니다.

④ 해양생물을 비롯한 동물들과 접촉하는 경우, 현장 가이드의 안내를 따라 행동해야 합니다. 필요한 안전 장비와 안전수칙을 준수하지 않아서 발생하는 모든 안전 사고는 전적으로 여행자의 책임임을 알려 드립니다.

⑤ 리조트 및 리브어보드의 경우 다양한 등급이 있으므로 선택에 따라 일부 기반시설이 낙후된 환경에서 투어가 진행될 수 있으며 이에 따른 각종 문제 및 불편함이 있을 수 있습니다.

이 특별 약관은 2023년 10월 1일 개정되어 시행합니다.
`;